[{"id":"2","nome":"Ciência da Computação","descricao":"A ciência da computação é o estudo teórico e prático da computação e suas aplicações. Este curso explora algoritmos, estruturas de dados, inteligência artificial, entre outros tópicos."},{"id":"3","nome":"Sistemas de Informação","descricao":"Sistemas de Informação concentram-se na aplicação prática da tecnologia da informação para resolver problemas organizacionais. Este curso abrange aspectos de negócios e tecnologia da informação."},{"id":"4","nome":"Engenharia da Computação","descricao":"Engenharia da Computação é um campo interdisciplinar que combina princípios de engenharia elétrica e ciência da computação para desenvolver hardware e software de computadores."},{"id":"5","nome":"Educação Infantil","descricao":"Este curso foca no desenvolvimento educacional de crianças na primeira infância, abordando teorias pedagógicas e práticas de ensino."},{"id":"6","nome":"Administração de Empresas","descricao":"Administração de Empresas envolve a gestão eficaz de recursos organizacionais para alcançar objetivos de negócios. Este curso aborda finanças, marketing, recursos humanos, entre outros."},{"id":"7","nome":"Design Gráfico","descricao":"O design gráfico é a prática de criar comunicações visuais que transmitem mensagens específicas através de imagens, tipografia e layout. Este curso explora software de design, teoria da cor, entre outros."},{"id":"8","nome":"Psicologia","descricao":"Psicologia é o estudo científico da mente e do comportamento humano. Este curso cobre áreas como psicologia clínica, social, cognitiva, entre outras."},{"id":"9","nome":"Engenharia Elétrica","descricao":"Engenharia Elétrica concentra-se na geração, transmissão e utilização de energia elétrica. Este curso abrange eletrônica, sistemas de controle, energia renovável, entre outros."},{"id":"10","nome":"Medicina","descricao":"Medicina é a ciência e a prática do diagnóstico, tratamento e prevenção de doenças. Este curso cobre anatomia, fisiologia, farmacologia, entre outros."},{"id":"11","nome":"Direito","descricao":"Direito é o conjunto de regras e princípios que regem as relações sociais. Este curso explora áreas como direito civil, penal, constitucional, entre outros."},{"id":"12","nome":"Biologia","descricao":"Biologia é a ciência que estuda os seres vivos e seus processos vitais. Este curso abrange genética, ecologia, evolução, entre outros tópicos."},{"id":"13","nome":"Arquitetura","descricao":"Arquitetura é a arte e a ciência de projetar edifícios e espaços físicos. Este curso explora design arquitetônico, história da arquitetura, entre outros."},{"id":"14","nome":"Nutrição","descricao":"Nutrição é a ciência que estuda a relação entre os alimentos e a saúde. Este curso aborda nutrição clínica, alimentação saudável, dietética, entre outros."},{"id":"15","nome":"Engenharia Ambiental","descricao":"Engenharia Ambiental é o ramo da engenharia que se dedica à proteção e melhoria do meio ambiente. Este curso cobre gestão de recursos naturais, tratamento de água e solo, entre outros."},{"id":"1","nome":"Engenharia de Software","descricao":"Este curso aborda os princípios e práticas da engenharia de software, incluindo desenvolvimento de software, gerenciamento de projetos e qualidade de software."},{"id":"16","nome":"Curso ABC","descricao":"ABC"},{"id":"17","nome":"123","descricao":"123"},{"id":"18","nome":"Curso 123","descricao":"descricao curso 123"},{"id":"19","nome":"Curso Universidade","descricao":"descricao descricao"}]